Repository: codejar-lab/opengujarat
Catalog: translation_source/leafpad.po
Languages: gu

source: %d strings replaced
gu: %d સ્ટ્રીંગ બદલી ગઈ છે

source: '%s' already exists. Overwrite?
gu: »%s« અગાઉથી ધરાવે છે.પર ફરીથી લખવી છે?

source: '%s' is not supported
gu: »%s« આધારિત નથી

source: /Edit/Cu_t
gu: /સંપાદન/કટ

source: /Edit/Select _All
gu: /સંપાદન/બધું પસંદ કરો

source: /Edit/_Copy
gu: /સંપાદન/કોપી

source: /Edit/_Delete
gu: /સંપાદન/કાઢી નાખો

source: /Edit/_Paste
gu: /સંપાદન/પેસ્ટ

source: /Edit/_Redo
gu: /સંપાદન/ફરી

source: /Edit/_Undo
gu: /સંપાદન/રદ કરવું

source: /File/Print Pre_view
gu: /ફાઈલ/પ્રિન્ટ પૂર્વદર્શન

source: /File/Save _As...
gu: /ફાઈલ/સેવ એઝ...

source: /File/_New
gu: /ફાઈલ/_ન્યુ

source: /File/_Open...
gu: /ફાઈલ/_ખોલો...

source: /File/_Print...
gu: /ફાઈલ/_પ્રિન્ટ...

source: /File/_Quit
gu: /ફાઈલ/_બંધ કરો

source: /File/_Save
gu: /ફાઈલ/_સેવ

source: /Help/_About
gu: /મદદ/_વિષે

source: /Options/_Auto Indent
gu: /પસંદગી/_ઓટોમેટીક ફકરો

source: /Options/_Font...
gu: /પસંદગી/_ફોન્ટ …

source: /Options/_Line Numbers
gu: /પસંદગી/લાઈન નંબર

source: /Options/_Word Wrap
gu: /પસંદગી/_વર્ડ વ્રેપ

source: /Search/Find _Next
gu: /શોધો/_આગામી શોધ

source: /Search/Find _Previous
gu: /Suchen/_પહેલાની શોધ

source: /Search/_Find...
gu: /Suchen/_Suchen …

source: /Search/_Jump To...
gu: /Suchen/_Gehe zu …

source: /Search/_Replace...
gu: /પસંદગી/_બદલવું …

source: /_Edit
gu: /_સંપાદન

source: /_File
gu: /_ફાઈલ

source: /_Help
gu: /_મદદ

source: /_Options
gu: /_પસંદગીઓ

source: /_Search
gu: /_શોધો

source: About %s
gu: %s વિષે

source: Auto-Detect
gu: આપમેળે શોધી કાઢો

source: C_redits
gu: _ક્રેડીટસ

source: Can't convert codeset to '%s'
gu: કોદ્સેટ ને %s માં રૂપાંતરિત કરી શકાશે નહિ

source: Can't open file to write
gu: લખવા માટે ફાઈલ ખુલી શકે તેમ નથી

source: Can't write file
gu: ફાઈલ માં લખી સખાશે નહીં

source: Code_set:
gu: _કોડ સેટ:

source: Credits
gu: ક્રેડીટસ

source: Current Locale (%s)
gu: હાલની ભાષા (%s)

source: Documented by
gu: દ્વારા દસ્તાવેજીકરણ

source: Fi_nd what:
gu: _શું શોધવું છે:

source: Find
gu: શોધો

source: Font
gu: ફોન્ટ

source: GTK+ based simple text editor
gu: GTK+ આધારિત બીજા ટેક્સ્ટ એડીટર

source: Jump To
gu: જંપ ટુ

source: Open
gu: ખોલો

source: Other Codeset
gu: બીજા કોડસેટ

source: Print
gu: પ્રિન્ટ

source: Print Preview
gu: પ્રિન્ટ પૂર્વદર્શન

source: Re_place with:
gu: _ની સાથે બદલો

source: Replace
gu: બદલો

source: Replace _all at once
gu: _બધા એકસાથે બદલો

source: Replace?
gu: બદલવું છે?

source: Save As
gu: સેવ એઝ

source: Save changes to '%s'?
gu: %s ફાઈલ માં ફેરફારો સેવ કરવા છે?

source: Search string not found
gu: શોધખોળ કરેલ સ્ટ્રીંગ મળેલ નથી

source: Simple text editor
gu: સાદું ટેક્સ્ટ એડીટર

source: Translated by
gu: દ્વારા રૂપાંતરિત

source: Untitled
gu: શીર્ષક વગરનું

source: Written by
gu: દ્વારા લખાયેલ

source: _Credits
gu: _ક્રેડીટસ

source: _Jump
gu: _જંપ

source: _Line number:
gu: લાઈન નંબર:

source: _Match case
gu: _પસંદ કેસ

source: translator-credits
gu: રૂપાંતરણ-ક્રેડીટસ
