Repository: codejar-lab/opengujarat
Catalog: translation_source/parole.po
Languages: de

source: Parole Media Player %s Part of the Xfce Goodies Project http://goodies.xfce.org Licensed under the GNU GPL.
de: પેરોલ મીડિયા પ્લયેર %s Teil des Projekts Xfce-Goodies http://goodies.xfce.org Lizensiert unter der GNU GPL.

source: 16:9 (Widescreen)
de: 16:9 (વાઈડ-સ્ક્રીન)

source: <b>Audio</b>
de: <b>ઓડિયો</b>

source: <b>Author:</b>
de: <b>કર્તા:</b>

source: <b>Description:</b>
de: <b>વર્ણન:</b>

source: <b>Display</b>
de: <b>ડિસ્પ્લે</b>

source: <b>Duration:</b>
de: <b>અવધિ:</b>

source: <b>Playing:</b>
de: <b>Wiedergabe:</b>

source: <b>Site:</b>
de: <b>સાઈટ:</b>

source: <b>Subtitles</b>
de: <b>સબટાઈટલ</b>

source: <b>Video</b>
de: <b>વિડીયો</b>

source: Advanced Stream Redirector
de: એડવાન્સ સ્ટ્રીમ રીડાયરેક્ટર

source: Album:
de: આલ્બમ:

source: All supported files
de: બધી સપોર્ટેડ ફાઈલ્સ

source: Always minimize to tray when window is closed
de: Immer ins Benachrichtigungsfeld minimieren, wenn das Fenster geschlossen wird

source: Are you sure you want to quit Parole
de: શું તમે પેરોલને બંધ કરવા માગો છો?

source: Artist:
de: કલાકાર:

source: Audio
de: ઓડિયો

source: Audio and video
de: ઓડિયો અને વિડીયો

source: Auto
de: સ્વતઃ

source: Brightness:
de: Helligkeit:

source: Buffering
de: Puffervorgang

source: By Extension
de: Nach Dateierweiterung

source: Contrast:
de: કોન્ટ્રાસ્ટ:

source: Current Locale
de: વર્તમાન ભાષા

source: Do not load plugins
de: પ્લગ-ઇન્સ લોડ ન કરો

source: Enable notification
de: નોટીફિકેશન સક્રિય કરો

source: Enable visualization when playing audio file
de: ગીત વગાડતી વખતે વિઝ્યુલાઇઝેશન સક્રિય કરો

source: Enabled
de: સક્રિય

source: Enabled/Disable XV support
de: સક્રિય/નિષ્ક્રય XV સપોર્ટ

source: Error
de: ત્રુટી

source: Error saving playlist file
de: પ્લેલીસ્ટ ફાઈલ સેવ કરવામાં ત્રુટી

source: Font:
de: ફોન્ટ:

source: From ISO image
de: ISO image માંથી

source: General
de: સામાન્ય

source: Gujarati
de: ગુજરાતી

source: Hindi
de: હિન્દી

source: Hue:
de: રંગ:

source: Inhibit Power Manager from suspending the machine while playing DVD.
de: Hindert die Energieverwaltung am Herunterfahren des Computers, während eine DVD wiedergegeben wird.

source: Lower volume
de: ધીમો અવાજ

source: M3U Playlists
de: M3U પ્લેલિસ્ટસ

source: Media Player Settings
de: મીડિયા પ્લયેર સેટિંગ્સ

source: Media Player plugins
de: મીડિયા પ્લયેર પ્લગ-ઇન્સ

source: Media list
de: મીડિયા યાદી

source: Media player
de: મીડિયા પ્લયેર

source: Media stream is not seekable
de: Medien-Stream ist nicht durchsuchbar

source: Media to play
de: Medien zum Abspielen

source: Message
de: સંદેશ

source: Minimize to tray
de: Ins Benachrichtigungsfeld minimieren

source: Minimize to tray?
de: Ins Benachrichtigungsfeld minimieren?

source: Mute volume
de: મ્યુટ કરો

source: Next track
de: આગામી ટ્રેક

source: No installed plugins found on this system
de: આ સિસ્ટમમાં ઈન્સ્ટોલ થયેલ પ્લગ-ઇન મળેલ નથી

source: None
de: કઈ નહિ

source: Nordic
de: Nordisch

source: Open Containing Folder
de: શામેલ ફોલ્ડર ખોલો

source: Open ISO image
de: ISO image ખોલો

source: Open a new instance
de: Eine neue Instanz öffnen

source: Open media files
de: મીડિયા ફાઈલ્સ ખોલો

source: PLS Playlists
de: PLS-Wiedergabelisten

source: Parole
de: પેરોલ

source: Parole Media Chooser
de: પેરોલ મીડિયા પસંદગીકાર

source: Parole Media Player
de: પેરોલ મીડિયા પ્લયેર

source: Parole Plugins
de: પેરોલ પ્લગ-ઇન્સ

source: Parole Settings
de: પેરોલ સેટિંગ્સ

source: Parole is already running, use -i to open a new instance
de: પેરોલ ચાલુ છે, બીજું પેરોલ ખોલવા -i નો ઉપયોગ કરો

source: Permission denied
de: પરવાનગી નથી

source: Play Disc
de: પ્લે ડિસ્ક

source: Play opened files
de: ખુલેલી ફાઈલ્સ પ્લે કરો

source: Play or pause if already playing
de: Wiedergabe (oder Pause, falls Wiedergabe läuft)

source: Playlist
de: પ્લેલીસ્ટ

source: Playlist files
de: પ્લેલીસ્ટ ફાઈલ્સ

source: Please chooser a supported playlist format
de: સપોર્ટેડ પ્લેલીસ્ટ પ્રકાર પસંદ કરો

source: Plugin
de: પ્લગ-ઇન

source: Power Manager Plugin
de: પાવર મેનેજર પ્લગ-ઇન

source: Previous track
de: આગલો ટ્રેક

source: Properties
de: પ્રોપર્ટીસ

source: Raise volume
de: અવાજ વધારો

source: Read media properties
de: મીડિયા પ્રોપર્ટીને વાંચો

source: Remember my choice
de: મારી પસંદગી યાદ રાખો

source: Remember playlist
de: પ્લેલીસ્ટ યાદ રાખો

source: Repeat
de: પુનરાવર્તિત કરો

source: Replace playlist when opening files
de: ફાઈલ ખોલતી વખતે પ્લેલીસ્ટ પ્રસ્થાપિત કરો

source: Replace playlist with opened files
de: ખુલેલી ફાઈલ્સ સાથે પ્લેલીસ્ટ પ્રસ્થાપિત કરો

source: Save media tags changes
de: મીડિયા ટેગનો ફેરફાર સેવ કરો

source: Scan folders recursively
de: ફોલ્ડર્સને અંદરોઅંદર તપાસો

source: Seek Backward
de: પાછળ કરો

source: Seek forward
de: આગળ કરો

source: Select File Types (By Extension)
de: ફાઈલ ટાયપ સેલેક્ટ કરો (By Extension)

source: Set Audio-CD/VCD/DVD device path
de: Audio-CD/VCD/DVD ઉપકરણ પાથ સેટ કરો

source: Shareable Playlist
de: વહેંચવાપાત્ર પ્લેલીસ્ટ

source: Show icon in the system tray
de: સિસ્ટમ ટ્રે માં આયકોન બતાવો

source: Shuffle
de: શફલ

source: Sound
de: અવાજ

source: Square
de: ચોરસ

source: Start in fullscreen mode
de: પૂર્ણસ્ક્રીન મોડમાં શરુ કરો

source: Start playing opened files
de: ખોલેલી ફાઈલ્સ શરુ કરો

source: Stop
de: થોભો

source: Stop playing
de: વગાડવાનું રોકો

source: Stream Properties
de: સ્ટ્રીમ પ્રોપર્ટીઝ

source: Stream doesn't support tags changes
de: ટેગ ફેરફાર સ્ટ્રીમને માન્ય નથી

source: The stream is taking too much time to load
de: સ્ટ્રીમને લોડ થવામાં વધુ સમય લાગી રહ્યો છે

source: Title:
de: શીર્ષક:

source: Tray icon
de: ટ્રે આયકોન

source: Tray icon plugin
de: ટ્રે આયકોન પ્લગ-ઇન

source: Unable to load video GStreamer plugin, check your GStreamer installation
de: Video-GStreamer-Plugin kann nicht geladen werden, überprüfen Sie Ihre GStreamer-Installation

source: Unknown
de: અજ્ઞાત

source: Unknown argument
de: અજ્ઞાત અર્ગ્યુંમેન્ટ

source: Unknown playlist format
de: અજ્ઞાત પ્લેલીસ્ટ ફોર્મેટ

source: Version information
de: આવૃત્તિ માહિતી

source: Video
de: વિડીયો

source: Visit Website
de: વેબસાઇટની મુલાકાત લો

source: Visualization type:
de: વિઝ્યુલાઇઝેશન પ્રકાર:

source: Western
de: વેસ્ટર્ન

source: Year:
de: વર્ષ:

source: _Edit
de: _સંપાદન

source: _Help
de: _મદદ

source: _Media
de: _મીડિયા

source: _View
de: _દેખાવ
