Repository: codejar-lab/opengujarat
Catalog: translation_source/Terminal.po
Languages: gu

source: $TERM s_etting:
gu: $TERM _સેટિંગ:

source: Action
gu: એક્શન

source: Ad_vanced
gu: _એડવાન્સ

source: All Files
gu: બધી ફાઈલો

source: Allow bold te_xt
gu: ઘાટા લેખન માટે મંજુરી આપો

source: Another application has already acquired control over your keyboard.
gu: અન્ય એપ્લીકેશને પહેલાથી જ તમારા કીબોર્ડ પર નિયંત્રણ મેળવેલ છે.

source: Auto-detect
gu: ઓટો-ડિટેકટ

source: Background
gu: બેકગ્રાઉન્ડ

source: Background image
gu: બેકગ્રાઉન્ડ ચિત્ર

source: C_lose Tab
gu: ટેબ બંધ કરો

source: Centered
gu: વચ્ચે

source: Choose Terminal Font
gu: ટર્મિનલ ફોન્ટ પસંદ કરો

source: Choose tab activity color
gu: ટેબ એક્ટીવીટી રંગ પસંદ કરો

source: Choose terminal background color
gu: ટર્મિનલ બેકગ્રાઉન્ડ રંગ પસંદ કરો

source: Choose terminal cursor color
gu: ટર્મીનલ કર્સર રંગ પસંદ કરો

source: Choose terminal text color
gu: ટર્મિનલ ટેક્સ્ટ રંગ પસંદ કરો

source: Choose terminal text selection background color
gu: ટર્મિનલ ટેક્સ્ટ પસંદગી બેકગ્રાઉન્ડ રંગ પસંદ કરો

source: Clea_r
gu: _ક્લીઅર

source: Close Tab
gu: ટેબ બંધ કરો

source: Close Window
gu: વિન્ડો બંધ કરો

source: Close all tabs
gu: બધી ટેબ બંધ કરો

source: Close all tabs?
gu: શું બધી ટેબ બંધ કરીએ?

source: Close the current terminal tab
gu: ચાલુ ટર્મિનલ ટેબ બંધ કરો

source: Close the terminal window
gu: ટર્મિનલ વિન્ડો બંધ કરો

source: Close this tab
gu: આ ટેબ બંધ કરો

source: Color Selector
gu: રંગ પસંદગીકાર

source: Command
gu: કમાન્ડ

source: Compatibility
gu: સુસંગતા

source: Compose Email
gu: E-Mail મોકલો

source: Compose shortcut
gu: શોર્ટકટ બનાવો

source: Compose shortcut for:
gu: માટે શોર્ટકટ બનાવો:

source: Contents
gu: કન્ટેન્ટ

source: Control-H
gu: કંટ્રોલ-H

source: Copy
gu: કોપી

source: Copy Email Address
gu: E-Mail અડ્રેસ કોપી કરો

source: Copy Link Address
gu: લિંક અડ્રેસ કોપી કરો

source: Copy to clipboard
gu: ક્લિપબોર્ડમાં કોપી કરો

source: Cu_rsor color:
gu: _કર્સર રંગ:

source: Customize the toolbars
gu: ટૂલબારને બદલો

source: D-BUS message bus disconnected, exiting...
gu: D-BUS message busનું જોડાણ તૂટ્યું ,બહાર નીકળી રહ્યા છીએ...

source: Detach Tab
gu: ટેબ અલગ પાડો

source: Disable all me_nu access keys (such as Alt+f)
gu: બધી મેનુ વપરાશ કીઓ ને નિષ્ક્રિય કરો(જેવી કે ALT+F)

source: Disable m_enu shortcut keys (F10 by default)
gu: બધી મેનુ શોર્ટકટ કીઓ ને નિષ્ક્રિય કરો(મૂળભૂત F10)

source: Disabled
gu: નિષ્ક્રિય

source: Display _borders around new windows
gu: નવી વિન્ડોઝમાં ની આજુબાજુ _કિનારીઓ દર્શાવો

source: Display _menubar in new windows
gu: નવી વિન્ડોઝમાં _મેનુબાર દર્શાવો

source: Display _toolbars in new windows
gu: નવી વિન્ડોઝમાં _ટૂલબાર દર્શાવો

source: Display help contents
gu: મદદ સામગ્રી દર્શાવો

source: Display information about Terminal
gu: ટર્મિનલ વિષે માહિતી દર્શાવો

source: Display mismatch
gu: ખોટી જોડણી પ્રદર્શિત

source: Do _not ask me again
gu: ફરી વાર પૂછશો _નહિ

source: Double Click
gu: ડબલ ક્લિક

source: Edit
gu: ફેરફાર

source: Enab_le anti-aliasing for the terminal font
gu: ટર્મિનલ ફોન્ટ માટે એન્ટિ aliasing _સક્રિય કરો

source: Enter the title for the current terminal tab
gu: હાલની ટર્મિનલ માટે શીર્ષક એન્ટર કરો

source: Erase TTY
gu: TTY ભૂંસી નાખો

source: Escape sequence
gu: એસ્કેપ સિકવન્સ

source: Failed to acquire keyboard
gu: કી બોર્ડ મેળવવામાં નિષ્ફળ

source: Failed to execute child
gu: CHILD રન કરવામાં નિષ્ફળ

source: Failed to open the URL `%s'
gu: URL »%s« ખોલવામાં નિષ્ફળ

source: Failed to open the documentation browser
gu: ડોક્યુમેન્ટેશન બ્રાઉઝર ખોલવામાં નિષ્ફળ

source: File
gu: ફાઈલ

source: Font
gu: ફોન્ટ

source: Fullscreen
gu: ફૂલસ્ક્રીન

source: General
gu: સામાન્ય

source: General Options
gu: સામાન્ય વિકલ્પો

source: Go
gu: જાઓ

source: Goes after initial title
gu: પ્રારંભિક શીર્ષક પછી

source: Goes before initial title
gu: પ્રારંભિક શીર્ષક પેહલાં

source: Help
gu: મદદ

source: Image Files
gu: ઈમેજ ફાઈલો

source: Isn't displayed
gu: દર્શાવાયું નથી

source: Menubar Access
gu: મેનુબાર ઍક્સેસ

source: Next Tab
gu: આગળની ટેબ

source: None (use solid color)
gu: કઈ નહિ (માત્ર ઘન રંગ)

source: OPTION
gu: વિકલ્પ

source: On the left side
gu: ડાબી બાજુએ

source: On the right side
gu: જમણી બાજુએ

source: Open Link
gu: લિંક ખોલો

source: Open T_erminal
gu: ટર્મિનલ ખોલો

source: Open Tab
gu: ટેબ ખોલો

source: Open Terminal
gu: ટર્મિનલ ખોલો

source: Open _Tab
gu: _ટેબ ખોલો

source: Open a dialog to specify the color
gu: રંગ પસંદ કરવા ડાયલોગ બોક્સ ખોલો

source: Open a new terminal tab
gu: નવી ટર્મિનલ ટેબ ખોલો

source: Open a new terminal window
gu: નવી ટર્મિનલ વિન્ડો ખોલો

source: Open a new window for the current terminal tab
gu: હાલની ટેર્મીનલ ટેબ માટે નવી વિન્ડો ખોલો

source: Open the Terminal preferences dialog
gu: ટર્મિનલ પસંદગી ડાયલોગ ખોલો

source: Opening New Windows
gu: નવી વિન્ડોઝ ખોલી રહ્યા છીએ

source: Palette
gu: પેલેટ

source: Palette entry 1
gu: પેલેટ નોંધ ૧

source: Palette entry 10
gu: પેલેટ નોંધ ૧૦

source: Palette entry 11
gu: પેલેટ નોંધ ૧૧

source: Palette entry 12
gu: પેલેટ નોંધ ૧૨

source: Palette entry 13
gu: પેલેટ નોંધ ૧૩

source: Palette entry 14
gu: પેલેટ નોંધ ૧૪

source: Palette entry 15
gu: પેલેટ નોંધ ૧૫

source: Palette entry 16
gu: પેલેટ નોંધ ૧૬

source: Palette entry 2
gu: પેલેટ નોંધ ૨

source: Palette entry 3
gu: પેલેટ નોંધ ૩

source: Palette entry 4
gu: પેલેટ નોંધ ૪

source: Palette entry 5
gu: પેલેટ નોંધ ૫

source: Palette entry 6
gu: પેલેટ નોંધ ૬

source: Palette entry 7
gu: પેલેટ નોંધ ૭

source: Palette entry 8
gu: પેલેટ નોંધ ૮

source: Palette entry 9
gu: પેલેટ નોંધ ૯

source: Paste
gu: પેસ્ટ

source: Paste Selection
gu: પેસ્ટ પસંદગી

source: Paste _Selection
gu: પેસ્ટ _સિલેક્શન

source: Paste from clipboard
gu: ક્લિપબોર્ડમાંથી પેસ્ટ કરો

source: Paste from primary selection
gu: પ્રાથમિક પસંદગીમાંથી પેસ્ટ કરો

source: Pr_eferences...
gu: _પસંદગીઓ...

source: Preferences
gu: પસંદગીઓ

source: Previous Tab
gu: પાછલી ટેબ

source: Replaces initial title
gu: પ્રારંભિક શીર્ષક બદલો

source: Reset
gu: રીસેટ

source: Reset and C_lear
gu: રીસેટ અને _ક્લીઅર

source: Reset and Clear
gu: રીસેટ અને ક્લીઅર

source: Reset and clear
gu: રીસેટ અને ક્લીઅર

source: Scaled
gu: સ્કેલ્ડ

source: Scr_ollbar is:
gu: _સ્ક્રોલબાર:

source: Scroll on _keystroke
gu: _કીસ્ટ્રોક સાથે ખસેડો

source: Scroll_back:
gu: _પાછળ ખસેડો:

source: Scrolling
gu: સ્ક્રોલીંગ

source: Select All
gu: બધું પસંદ કરો

source: Select Background Image File
gu: બેકગ્રાઉન્ડ ઈમેજ ફાઈલ પસંદ કરો

source: Select _All
gu: _બધું પસંદ કરો

source: Select all text in the terminal
gu: ટર્મિનલમાંના બધા ટેકસ્ટની પસંદગી કરો

source: Set Title
gu: શીર્ષક સેટ કરો

source: Set a custom title for the current tab
gu: હાલની ટેબ માટે કસ્ટમ શીર્ષક ગોઠવો

source: Shortcut Keys
gu: શોર્ટકટ કીઓ

source: Shortcut key
gu: શોર્ટકટ કી

source: Show Window _Borders
gu: વિન્ડો _બોર્ડર બતાવો

source: Show _Menubar
gu: _મેનુબાર બતાવો

source: Show _Toolbars
gu: _ટૂલબાર બતાવો

source: Show borders
gu: બોર્ડર બતાવો

source: Show menubar
gu: મેનુબાર બતાવો

source: Show toolbars
gu: ટૂલબાર બતાવો

source: Show/hide the menubar
gu: બતાવો/છુપાવો મેનુબાર

source: Show/hide the toolbars
gu: બતાવો/છુપાવો ટૂલબાર

source: Show/hide the window decorations
gu: બતાવો/છુપાવો વિન્ડો સજાવટ

source: Specifies the number of lines that you can scroll back using the scrollbar.
gu: લાઈન-નંબર બતાવો જેથી તમે સ્ક્રોલબારની મદદથી પાછા ફરી શકો.

source: St_yle:
gu: _શૈલી

source: Stretched
gu: ખેંચાયેલું

source: Switch to Tab 1
gu: ટેબ ૧ પર જાઓ

source: Switch to Tab 2
gu: ટેબ ૨ પર જાઓ

source: Switch to Tab 3
gu: ટેબ ૩ પર જાઓ

source: Switch to Tab 4
gu: ટેબ ૪ પર જાઓ

source: Switch to Tab 5
gu: ટેબ ૫ પર જાઓ

source: Switch to Tab 6
gu: ટેબ ૬ પર જાઓ

source: Switch to Tab 7
gu: ટેબ ૭ પર જાઓ

source: Switch to Tab 8
gu: ટેબ ૮ પર જાઓ

source: Switch to Tab 9
gu: ટેબ ૯ પર જાઓ

source: Switch to next tab
gu: આગલી ટેબ પર જાઓ

source: Switch to previous tab
gu: પાછલી ટેબ પર જાઓ

source: Tab Activity Indicator
gu: ટેબ એક્ટીવીટી સૂચક

source: Tab Options
gu: ટેબ વિકલ્પો

source: Tab activit_y color:
gu: ટેબ _એક્ટીવીટી રંગ:

source: Terminal
gu: ટર્મિનલ

source: Terminal Emulator
gu: ટર્મિનલ ઈમ્યુલેટર

source: Terminal Preferences
gu: ટર્મિનલ પસંદગીઓ

source: Terminal applications have this color palette available to them:
gu: ટર્મિનલ એપ્લીકેશનને આટલી રંગ પેલેટ પ્રાપ્ત છે:

source: Text Selection
gu: ટેક્સ્ટ પસંદગી

source: The %s user manual is not installed on your computer
gu: %s વપરાશકર્તા માર્ગદર્શિકા તમારા કોમ્પ્યુટર પર નથી

source: This window has %d tabs open. Closing this window will also close all its tabs.
gu: આ વિન્ડોને %d ટેબો ખુલી છે. આ વિન્ડોને બંધ કરતા બધી ટેબો બંધ થઇ જશે.

source: Tiled
gu: ટાઇલ્ડ

source: Title
gu: શીર્ષક

source: Title:
gu: શીર્ષક:

source: Toggle fullscreen mode
gu: ફૂલસ્ક્રીન મોડમાં બદલો

source: Toolbar Editor
gu: ટૂલબાર એડિટર...

source: Transpare_ncy:
gu: _પારદર્શકતા:

source: Transparent background
gu: પારદર્શક બેકગ્રાઉન્ડ

source: Unable to determine your login shell.
gu: તમારું લોગીન શેલ મેળવવામાં નિષ્ફળ.

source: Unable to register terminal service: %s
gu: %s :ટર્મિનલ સુવિધા નોંધવામાં નિષ્ફળ

source: Unknown option "%s"
gu: અજ્ઞાત વિકલ્પ »%s«

source: Untitled
gu: અનામી

source: Usage:
gu: વપરાશ:

source: Use _default color
gu: _મૂળભૂત રંગ વાપરો

source: Use a custom text selection background color
gu: ટેક્સ્ટ પસંદગી બેકગ્રાઉન્ડ રંગ માટે કસ્ટમ રંગ વાપરો

source: Use c_ustom color:
gu: _કસ્ટમ રંગ વાપરો:

source: Use the default text selection background color
gu: ટેક્સ્ટ પસંદગી બેકગ્રાઉન્ડ રંગ માટે મૂળભૂત રંગ વાપરો

source: User id mismatch
gu: વપરાશકર્તા id બંધબેસતું નથી

source: User manual is missing
gu: વપરાશકર્તા માર્ગદર્શિકા આપેલી નથી

source: View
gu: વ્યુ

source: Visit Terminal website
gu: ટર્મિનલ વેબસાઈટની મુલાકાત લો

source: Warning
gu: ચેતવણી

source: Window Options
gu: વિન્ડો ઓપ્શન

source: Window Title|Set Title
gu: વિન્ડો શીર્ષક|શીર્ષક ગોઠવો

source: Window or Tab Separators
gu: વિન્ડો અથવા ટેબ વિભાજક

source: Xfce Terminal Emulator
gu: Xfce ટર્મિનલ એમ્યુલેટર

source: _About
gu: _વિષે

source: _Appearance
gu: _દેખાવ

source: _Background color:
gu: _બેકગ્રાઉન્ડ રંગ:

source: _Backspace key generates:
gu: _બેકસ્પેસ કી બનાવશે:

source: _Close Window
gu: વિન્ડો _બંધ કરો

source: _Colors
gu: _રંગો

source: _Contents
gu: _કન્ટેન્ટ

source: _Copy
gu: _કોપી

source: _Delete key generates:
gu: _ડીલીટ કી બનાવશે:

source: _Detach Tab
gu: ટેબ _અલગ કરો

source: _Dynamically-set title:
gu: _ડાયનેમીકલી શીર્ષક ગોઠવો:

source: _Edit
gu: _સંપાદન

source: _File
gu: _ફાઈલ

source: _File:
gu: _ફાઈલ:

source: _Fullscreen
gu: _ફૂલસ્ક્રીન

source: _General
gu: _સામાન્ય

source: _Go
gu: _જાઓ

source: _Help
gu: _મદદ

source: _Initial title:
gu: _પ્રારંભિક શીર્ષક:

source: _Input Methods
gu: _ઇનપુટ પદ્ધતિઓ

source: _Next Tab
gu: _આગળની ટેબ

source: _Paste
gu: _પેસ્ટ

source: _Previous Tab
gu: _પાછળની ટેબ

source: _Read Online
gu: _ઓનલાઈન વાંચો

source: _Report a bug
gu: _ત્રુટી મોકલો

source: _Reset
gu: _રીસેટ

source: _Run command as login shell
gu: લોગીન શેલ તરીકે કમાન્ડ _રન કરો

source: _Set Title...
gu: _શીર્ષક સેટ કરો...

source: _Shortcuts
gu: _શોર્ટકટસ

source: _Terminal
gu: _ટર્મિનલ

source: _Text color:
gu: _અક્ષર રંગ:

source: _Toolbars...
gu: _ટૂલબાર...

source: _View
gu: _વ્યુ

source: command
gu: કમાન્ડ

source: directory
gu: ડિરેક્ટરી

source: display
gu: ડિસ્પ્લે

source: geometry
gu: ભૂમિતિ

source: icon
gu: આયકોન

source: role
gu: ભૂમિકા

source: seconds
gu: સેકન્ડો

source: string
gu: સ્ટ્રિંગ

source: title
gu: શીર્ષક
