Repository: codejar-lab/opengujarat
Catalog: translation_source/thunar-archive-plugin.po
Languages: gu

source: Cr_eate Archive...
gu: આર્કાઇવ _બનાવો

source: Create an archive with the selected object
gu: પસંદ કરેલ વસ્તુમાંથી આર્કઈવ બનાવો

source: Extract _Here
gu: _અહીં બહાર કાઢો

source: Extract the selected archive
gu: પસંદ કરેલ આર્કઈવમાંથી બહાર કાઢો

source: Extract the selected archive here
gu: પસંદિત આર્કઈવમાંથી અહી બહાર કાઢો

source: Extract the selected archive in the current folder
gu: પસંદિત આર્કઈવોમાંથી હાલના ફોલ્ડર બહાર કાઢો

source: Failed to create archive
gu: આર્કઈવ બનાવવામાં નિષ્ફળ

source: Failed to extract files
gu: ફાઈલો બહાર કાઢવામાં નિષ્ફળ

source: No suitable archive manager found
gu: કોઈ યોગ્ય આર્કઈવ મેનેજર નથી મળ્યું

source: Please select your preferred archive manager from the list of available applications below:
gu: તમારૂ પસંદીદા આર્કઈવ મેનેજર કૃપા કરીને નીચે ઉપલબ્ધ કાર્યક્રમો યાદીમાંથી પસંદ કરો:

source: Select an archive manager
gu: આર્કઈવ મેનેજર પસંદ કરો

source: _Extract To...
gu: _બહાર કાઢો...

source: _Extract here
gu: અહીં _બહાર કાઢો
