Repository: codejar-lab/opengujarat
Catalog: translation_source/xfburn.po
Languages: gu

source: %s is not an audio file: %s
gu: %s ist keine Musikdatei: %s

source: %s cannot be added to the composition, because it exceeds the maximum allowed file size for iso9660.
gu: %s kann nicht zur Zusammenstellung hinzugefügt werden weil es die maximale Dateigröße überschreitet.

source: %s is missing. You do not have a decoder installed to handle this file. Probably you need to look at the gst-plugins-* packages for the necessary plugins.
gu: %s fehlt. Sie haben kein passendes Dekodiermodul für diese Datei. Wahrscheinlich benötigen sie die gst-plugins-* Pakete für die nötige Modul.

source: %s's home
gu: %s'નું ઘર

source: %s: %s Try %s --help to see a full list of available command line options.
gu: %s:·%s '%s·--help'·listet allen verfügbaren Optionen auf.

source: <b>Unable to retrieve the speed list for the drive.</b> This is a known bug, which occurs with some drives. Please report it to <i>xfburn@xfce.org</i> together with the console output to increase the chances that it will get fixed. Burning should still work, but if there are problems anyways, please let us know. <i>Thank you!</i>
gu: <b>Abruf der Geschiwindigkeitsliste ist fehlgeschlagen.</b> Dies ist ein bekannter Fehler, welcher bei manchen Laufwerken auftritt. Wir bitten um einen Fehlerbericht an <i>xfburn@xfce.org</i>·mit der Konsolenausgabe, so daß sich die Chancen verbessern das dieser Fehler behoben wird. Das Brennen sollte trotzdem funktionieren, aber sollten Probleme auftretten, dann lassen Sie es uns bitte wissen. <i>Vielen Dank!</i>

source: <big>Burn _Image</big>
gu: <big>_ઈમેજ લાખો</big>

source: <big>New _Data Composition</big>
gu: <big>_Daten-Zusammenstellung</big>

source: <big>_Audio CD</big>
gu: <big>ઓડિયો-CD</big>

source: <big>_Blank Disc</big>
gu: <big>_ખાલી ડિસ્ક</big>

source: <small>Would you like to change the default composition name?</small>
gu: <small>Möchten Sie den Standardname der Zusammenstellung ändern?</small>

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">Please select an image to burn</span>
gu: <span weight="bold" foreground="darkred" stretch="semiexpanded">Bitte wählen Sie ein CD-Abbild aus</span>

source: A file named "%s" already exists in this directory, the file hasn't been added.
gu: Eine Datei namens »%s« ist in diesem Verzeichnis bereits vorhanden, die Datei wurde nicht hinzugefügt.

source: A file with the same name is already present in the composition.
gu: Eine Datei mit dem selben Dateinamen ist in der Zusammenstellung bereits vorhanden.

source: A problem with the burn backend occurred.
gu: Es ist ein Problem im Brennmodul aufgetreten.

source: Aborted
gu: અટકાવ્યું

source: Aborting...
gu: અટકાવી રહ્યા છીએ...

source: Accept only CDs as valid discs
gu: Akzeptiere nur CDs als gültige Discs

source: Add
gu: ઉમેરો

source: Add a new directory to the composition
gu: Fügt ein neues Verzeichnis zur Zusammenstellung hinzu

source: Add the selected file(s) to the composition
gu: Ausgewählte Datei(en) zu der Zusammenstellung hinzufügen

source: Adding files to the composition
gu: Dateien zur Zusammenstellung hinzufügen

source: Adding home directory
gu: ઘર ડિરેક્ટરી ઉમેરી રહ્યા છીએ

source: All files
gu: બધી ફાઈલો

source: An error occured while writing ISO: %s
gu: ISO: %s લખતી વખતે ભૂલ થઇ.

source: An error occurred in the burn backend
gu: Ein Fehler ist im Brennmodul aufgetreten

source: An error occurred in the burn backend.
gu: Ein Fehler ist im Brennmodul aufgetreten.

source: Another cd burning GUI
gu: Noch ein anderes CD-Brennprogramm

source: Artist
gu: કલાકાર

source: Audio CD playable in regular stereos
gu: Erstelle eine Musik-CD zum Abspielen in gewöhnlichen Playern

source: Audio composition
gu: Musikzusammenstellung

source: Author/Maintainer
gu: Autor/Entwickler

source: Auto
gu: સ્વત:

source: Blank CD-RW
gu: ખાલી CD-RW

source: Blank Disc
gu: ખાલી ડિસ્ક

source: Blank mode
gu: ખાલી મોડ

source: Blanking disc...
gu: ડિસ્ક ખાલી કરી રહ્યા છીએ...

source: Burn Composition
gu: Zusammenstellung brennen

source: Burn DVD Image
gu: DVD ઈમેજ લાખો

source: Burn Image
gu: ઈમેજ લખો

source: Burn Image (xfburn)
gu: ઈમેજ લખો (xfburn)

source: Burn a prepared compilation, i.e. an .ISO file
gu: Brenne eine Zusammenstellung (z.B. ISO Dateien)

source: Burn image
gu: ઈમેજ લખો

source: Burn mode is not currently implemented.
gu: Dieser Schreibmodus wird noch nicht unterstützt.

source: Burn speeds supported by the device
gu: ઉપકરણ દ્વારા સપોર્ટેડ લેખન ગતિ

source: Burning composition...
gu: Schreibe Zusammenstellung...

source: Burning device
gu: ઉપકરણ પર લખી રહ્યા છીએ

source: Burning image...
gu: ઈમેજ લખી રહ્યા છીએ...

source: Burning track %2d/%d...
gu: Brenne Titel %2d/%d...

source: CD Reader device
gu: CD-Reader ઉપકરણ

source: CD and DVD burning application
gu: CD und DVD Brennprogramm

source: Can burn CDR
gu: Kann CDR brennen

source: Can burn CDRW
gu: Kann CDRW brennen

source: Can burn DVDPLUSR
gu: Kann DVDPLUSR brennen

source: Can burn DVDR
gu: Kann DVDR brennen

source: Can burn DVDRAM
gu: Kann DVDRAM brennen

source: Cancelled
gu: રદ કર્યું

source: Cannot access drive (it might be in use)
gu: Auf das Laufwerk kann nicht zugegriffen werden, evtl. ist es in Benutzung

source: Cannot append data to multisession disc in this write mode (use TAO instead)
gu: Konnte die Daten nicht an das Multisession-Medum anhängen (probieren Sie TAO)

source: Cannot append data to multisession disc in this write mode (use TAO instead).
gu: Konnte die Daten nicht an das Multisession-Medium anhängen (benutzen Sie TAO)

source: Cannot burn audio onto a DVD.
gu: ઓડિયો DVD પર લખી શક્યા નથી.

source: Cannot open image.
gu: ઈમેજ ખોલી શક્યા નથી.

source: Cannot recognize state of drive and disc
gu: ડ્રાઈવ અને ડિસ્કની સ્થિતિ જાણી શક્યા નથી

source: Cannot recognize the state of the drive and disc.
gu: ડ્રાઈવ અને ડિસ્કની સ્થિતિ જાણી શક્યા નથી.

source: Changing this setting only takes full effect after a program restart.
gu: Diese Einstellung tritt erst nach einem Programm Neustart vollständig in Kraft.

source: Clear
gu: ક્લીઅર

source: Clear the content of the composition
gu: Inhalt der Zusammenstellung leeren

source: Close composition
gu: Zusammenstellung schließen

source: Closing session...
gu: સત્ર બંધ કરી રહ્યા છીએ...

source: Closing track...
gu: ટ્રેક બંધ કરી રહ્યા છીએ....

source: Completed
gu: પૂર્ણ

source: Contents
gu: કન્ટેન્ટ

source: Copy Data CD
gu: ડેટા-CD કોપી કરો

source: Copy data CD
gu: ડેટા-CD કોપી કરો

source: Copy data DVD
gu: ડેટા-DVD કોપી કરો

source: Could not create ISO source structure.
gu: Konnte die ISO-Quellstruktur nicht anlegen.

source: Could not create destination ISO file: %s
gu: Konnte Ziel-ISO-Datei »%s« nicht anlegen

source: Could not open %s.
gu: »%s« ખોલી શક્યા નથી.

source: Could not open %s: %s
gu: %s : %s ખોલી શક્યા નથી

source: Could not stat %s: %s
gu: Konnte keine Informationen über »%s« erlangen: %s

source: Create ISO from CD
gu: CDમાંથી ISO બનાવો

source: Create a new data disc with the files of your choosing
gu: Erstelle ein neues Datenmedium mit beliebigen Dateien

source: Create directory
gu: ડિરેક્ટરી બનાવો

source: Currently selected device
gu: Im Moment ausgewähltes Geräte

source: DVD Reader device
gu: DVD-Reader ઉપકરણ

source: DVD+RW does not need blanking
gu: DVD+RW muss nicht gelöscht werden

source: Data %s~%d
gu: ડેટા %s~%d

source: Default value for eject checkbox
gu: Standardwert für die Checkbox zum Auswurf

source: Detected devices
gu: શોધાલેયા ઉપકરણો

source: Determine whether the close button is visible
gu: Stellt fest, ob der Schließenknopf angezeigt werden soll

source: Device address
gu: Geräteadresse

source: Devices
gu: ઉપકરણો

source: Disc is not erasable.
gu: ડિસ્ક ભૂંસી શકાય તેમ નથી .

source: Disc status
gu: ડિસ્ક સ્થિતિ

source: Display information about Xfburn
gu: Informationen über Xfburn anzeigen

source: Display name
gu: ડિસ્પ્લે નામ

source: Done
gu: પૂર્ણ

source: Drive can't burn on the inserted disc
gu: ડ્રાઈવ નાખેલી ડિસ્ક પર લખી શકે તેમ નથી

source: Drive is empty
gu: ડ્રાઈવ ખાલી છે

source: Duplicate filename '%s' for '%s'
gu: Der Dateiname '%s' für die Datei '%s' existiert schon

source: E_ject disk
gu: ડિસ્ક _બહાર કાઢો

source: Eject the disc
gu: ડિસ્ક _બહાર કાઢો

source: Error determining disc
gu: ડિસ્ક ઓળખવામાં ભૂલ

source: Estimated writing speed:
gu: અંદાજીત લેખન ગતિ:

source: Failed
gu: નિષ્ફળ

source: Failed to change songs while transcoding
gu: Titelwechsel beim Umwandeln ist fehlgeschlagen

source: Failed to get image size
gu: ઈમેજનું માપ મેળવવામાં નિષ્ફળ

source: Failure
gu: નિષ્ફળ

source: File
gu: ફાઈલ

source: File %s does not contain uncompressed PCM wave audio
gu: Datei %s enthählt keine unkomprimierten PCM wave Musik

source: File %s does not have a .wav extension
gu: Datei %s hat keine .wav Endung

source: File browser
gu: ફાઈલ બ્રાઉઝર

source: Filename
gu: ફાઈલનું નામ

source: Filesystem
gu: ફાઈલ સિસ્ટમ

source: Folder
gu: ફોલ્ડર

source: Formatting...
gu: ભૂંસી રહ્યા છીએ...

source: Full Blank (slow)
gu: komplett löschen (langsam)

source: Full Deformat (slow)
gu: vollständig unformatieren (langsam)

source: Full Format
gu: ફૂલ ફોર્મેટ

source: General
gu: સામાન્ય

source: ISO images
gu: ISO ઈમેજ

source: Image
gu: ઈમેજ

source: Image file '%s' does not exist.
gu: ઈમેજ ફાઈલ '%s' અસ્તિત્વમાં નથી.

source: Image to burn
gu: ઈમેજ લખવા માટે

source: Initializing...
gu: આરંભ કરી રહ્યા છીએ...

source: Inserted disc is already blank
gu: તમે નાંખેલી ડિસ્ક ખાલી છે

source: Inserted disc is full
gu: તમે નાંખેલી ડિસ્ક ભરેલી છે

source: Inserted disc is unsuitable
gu: નાખેલી ડિસ્ક અયોગ્ય છે

source: Is the disc erasable
gu: શું ડિસ્ક ભૂંસી શકાય તેમ છે?

source: Label
gu: લેબલ

source: Length
gu: લંબાઈ

source: List of devices
gu: ઉપકરણોની યાદી

source: Local Path
gu: Lokaler Pfad

source: Make sure you selected a valid file and you have the proper permissions to access it.
gu: Stellen Sie sicher, daß eine zulässige Datei ausgewählt und die erforderlichen Zugriffsrechte haben.

source: Max
gu: મહતમ.

source: Min. fill was %2d%%
gu: %2d%% min. gefüllt

source: Name
gu: નામ

source: New audio composition
gu: Neue Musikzusammenstellung

source: New data composition
gu: Neue Daten-Zusammenstellung

source: New directory
gu: નવી ડિરેક્ટરી

source: No burners are currently available
gu: Im Moment ist kein Brenner verfügbar

source: No disc detected in drive
gu: કોઈ ડિસ્ક ડ્રાઈવમાં મળી નથી

source: No disc detected in drive.
gu: કોઈ ડિસ્ક ડ્રાઈવમાં મળી નથી.

source: No disc detected in the drive.
gu: કોઈ ડિસ્ક ડ્રાઈવમાં મળી નથી.

source: Node
gu: નોડ

source: Number of burners in the system
gu: Die Anzahl von Brennern im System

source: Number of drives in the system
gu: Die Anzahl von Laufwerken im System

source: Number of drives in the system (readers and writers)
gu: Die Anzahl von Laufwerken im System (Leser und Schreiber)

source: On the _fly
gu: _Ohne Zwischenpuffern

source: Only create _ISO
gu: ખાલી _ISO લાખો

source: Options
gu: વિકલ્પો

source: Please insert a recordable disc.
gu: Bitte legen Sie ein beschreibbares Medium ein.

source: Possibly the disc(s) are in use, and cannot get accessed. Please unmount and restart the application. If no disc is in the drive, check that you have read and write access to the drive with the current user.
gu: Ist das Medium eventuell in Benutzung? Bitte unmounten und die Anwendung neu starten. Wenn kein Medium eingelegt ist, überprüfen Sie bitte ob Sie Lese- und Schreibrechte für das Laufwerk besitzt.

source: Prefere_nces
gu: _Einstellungen

source: Preferences
gu: Einstellungen

source: Prepare the rewriteable disc for a new burn
gu: Ein wiederbeschreibares (RW) Medium löschen

source: Proceed to Burn
gu: લખવા માટે આગળ વધો

source: Profile name as reported by libburn
gu: Profilename von libburn

source: Profile no. as reported by libburn
gu: Die Profile Nr. von libburn

source: Quick Blank
gu: schnell löschen

source: Quick Deformat
gu: schnell unformatieren

source: Quick Format
gu: ત્વરિત ફોર્મેટ

source: Quit Xfburn
gu: Xfburnમાંથી બહાર નીકળો

source: Reading CD...
gu: CD વાંચી રહ્યા છીએ...

source: Ready
gu: તૈયાર

source: Refresh
gu: રીફ્રેશ

source: Refresh file list
gu: ફાઈલ યાદી રીફ્રેશ કરો

source: Remove
gu: કાઢી નાખો

source: Remove the selected file(s) from the composition
gu: Ausgewählte Datei(en) von der zusammenstellung entfernen

source: Rename
gu: નામ બદલો

source: Rename Artist
gu: કલાકારનું નામ બદલો

source: Rename Title
gu: શીર્ષક બદલો

source: Rename the artist of the selected file
gu: Den Künstler der ausgewählten Datei umbennen

source: Rename the selected file
gu: પસંદ કરેલી ફાઈલનું નામ બદલો

source: Rename the title of the selected file
gu: પસંદ કરેલી ફાઈલના કલાકારનું નામ બદલો

source: Retired author/maintainer
gu: In den Ruhestand getretener Autor/Entwickler

source: Sc_an for devices
gu: ઉપકરણો માટે શોધ કરો

source: Select command
gu: કમાન્ડ પસંદ કરો

source: Show _hidden files
gu: _ગુપ્ત ફાઈલો બતાવો

source: Show a text entry for the name of the volume
gu: Zeige ein Texteingabefeld für den Volumennamen an

source: Show close button
gu: બંધ કરવા માટેનું બટન બતાવો

source: Show file browser
gu: ફાઈલ બ્રાઉઝર બતાવો

source: Show human_readable filesizes
gu: _Benutze gut lesbare Dateigrößen

source: Show mode selection
gu: મોડ પસંદગીકાર બતાવો

source: Show mode selection combo
gu: Modusauswahl

source: Show preferences dialog
gu: Einstellungsdialog anzeigen

source: Show speed selection
gu: Geschwindidigkeitsauswahl anzeigen

source: Show speed selection combo
gu: Geschwindidigkeitsauswahl anzeigen

source: Show toolbar
gu: ટૂલબાર બતાવો

source: Show volume name
gu: વોલ્યુમ નામ બતાવો

source: Show warning on _empty speed list
gu: Zeige Warnung für einen Fehler, der für eine _leere Geschwindigkeitsliste sorgt

source: Show writers only
gu: Nur Brenner anzeigen

source: Show/hide the file browser
gu: Zeigt oder verbirgt den Dateibrowser

source: Show/hide the toolbar
gu: Zeigt oder verbirgt die Werkzeugleiste

source: Size
gu: માપ

source: Sorry, multisession is not yet supported
gu: Multisessions werden noch nicht unterstützt

source: Temporary directory
gu: કામચલાઉ ડિરેક્ટરી

source: The inserted disc is already blank.
gu: Das Medium ist schon leer.

source: The selected image does not fit on the inserted disc
gu: Das ausgewählte CD-Abbild ist zu groß für das Medium im Laufwerk

source: The text of the label
gu: લેબલના અક્ષર

source: The write mode is not supported currently.
gu: હાલમાં લેખન મોડ સપોર્ટેડ નથી.

source: There is not enough space available on the inserted disc.
gu: Das ausgewählte CD-Abbild ist zu groß für das Medium im Laufwerk.

source: Title
gu: શીર્ષક

source: Toolbar Editor
gu: ટૂલબાર એડિટર

source: Translator (%s)
gu: Übersetzer (%s)

source: Tune how Xfburn behaves
gu: Das Verhalten von »Xfburn« konfigurieren

source: Type
gu: પ્રકાર

source: Unable to determine image size.
gu: Konnte Abbildgröße nicht ermitteln.

source: Unable to grab the drive.
gu: Zugriff auf das Laufwerk fehlgeschlagen.

source: Unable to initialize the burning backend.
gu: Das Brennmodul konnte nicht initialisiert werden.

source: User Aborted
gu: વપરાશકર્તાએ રદ કર્યું

source: Volume name :
gu: વોલ્યુમ નામ:

source: Welcome
gu: Willkommen

source: Welcome to xfburn!
gu: xfburn માં આપનું સ્વાગત છે!

source: What files can get burned to an audio CD?
gu: Welche Dateien können auf eine Musik CD gebrannt werden?

source: Write CD-R
gu: CD-R લખો

source: Write CD-RW
gu: CD-RW લખો

source: Write DVD-R
gu: DVD-R લખો

source: Write DVD-RAM
gu: DVD-RAM લખો

source: Write _mode:
gu: લખાણ _મોડ:

source: Write-once disc, no blanking possible
gu: Einmal beschreibbares Medium, Löschen ist nicht möglich

source: Writing CD...
gu: CD પર લખી રહ્યા છીએ...

source: Writing ISO...
gu: ISO લખી રહ્યા છીએ...

source: Writing Lead-In...
gu: Schreibe Lead-In...

source: Writing Lead-Out...
gu: Schreibe Lead-Out...

source: Writing pregap...
gu: Schreibe Pregap...

source: You are about to add your home directory to the composition. This is likely to take a very long time, and also to be too big to fit on one disc. Are you sure you want to proceed?
gu: Sie sind dabei ihr Heimatsverzeichniss zu der Zusammenstellung hinzu zu fügen. Dieser Vorgang wird wahrscheinlich lange dauern, und das Verzeichniss ist oftmals zu groß für ein Medium. Sind Sie sich sicher, daß sie fortführen wollen?

source: You are trying to burn more onto the disc than it can hold.
gu: Sie versuchen mehr Daten zu brennen, als auf das Medium passen.

source: You can only have a maximum of 99 tracks.
gu: 99 Titel sind das Maximum.

source: You must give a name to the file.
gu: તમારે ફાઈલનું નામ આપવું ફરજીયાત છે.

source: _About
gu: Ü_ber

source: _Actions
gu: _ક્રિયાઓ

source: _Blank
gu: _ખાલી

source: _Burn Composition
gu: _Zusammenstellung brennen

source: _Burn image
gu: ઈમેજ _લખો

source: _Clean temporary directory on exit
gu: _Verzeichnis für temporäre Dateien beim Beenden aufräumen

source: _Copy CD
gu: CD ­_કોપી કરો

source: _Copy DVD
gu: DVD _કોપી કરો

source: _Dummy write
gu: _બનાવટી લખાણ

source: _Edit
gu: _સંપાદન

source: _File
gu: _ફાઈલ

source: _Help
gu: _મદદ

source: _Quit
gu: _બહાર નીકળો

source: _Speed:
gu: _ગતિ:

source: _View
gu: _વ્યુ
