Repository: codejar-lab/opengujarat
Catalog: translation_source/xfce4-settings.po
Languages: de

source: %g px
de: %g Pixel

source: <big><b>Would you like to keep this configuration?</b></big>
de: <big><b>શું તમે આ રૂપરેખા રાખવા માગો છો?</b></big>

source: ATI Settings
de: ATI સેટીંગસ

source: A_pplication Shortcuts
de: એપ્લીકેશન શોર્ટકટસ

source: Accessibility
de: સુલભતા

source: Active device in the dialog
de: ડાયલોગમાં ઉપકરણ સક્રિય કરો

source: All Files
de: બધી ફાઈલો

source: Appearance
de: દેખાવ

source: Appli_cation Shortcuts
de: એપ્લીકેશન શોર્ટકટસ

source: Are you sure you want to reset channel "%s" and all its properties?
de: શું તમે ચેનલ ને રીસેટ કરવા માટે ચોક્કસ છો »%s« અને તેના બધા ગુણધર્મો?

source: Are you sure you want to reset property "%s"?
de: શું તમે બધા ગુણધર્મો રીસેટ કરવા માટે ચોક્કસ છો?

source: Be_havior
de: વર્તન

source: Blink _delay:
de: બ્લીંક_વિલંબ

source: Boolean
de: બુલિયન

source: Both
de: બંને

source: Both Horizontal
de: બંને આડા

source: Bounce Keys
de: બાઉન્સ કી

source: Bounce keys
de: બાઉન્સ કી

source: Bounce keys are disabled
de: બાઉન્સ કી નિષ્ક્રિય

source: Bounce keys are enabled
de: બાઉન્સ કી સક્રિય

source: Buttons
de: બટન્સ

source: Channel
de: ચેનલ

source: Clockwise
de: ઘડિયાળની દિશામાં

source: Command
de: કમાન્ડ

source: Command:
de: કમાન્ડ:

source: Configure keyboard and mouse accessibility
de: કીબોર્ડ અને માઉસની સુલભતા રૂપરેખાંકિત કરો

source: Configure screen settings and layout
de: સ્ક્રીન સેટીંગ અને લે-આઉટ રૂપરેખાંકિત કરો

source: Confirmation
de: યથાયોગ્ય

source: Could not create the settings dialog.
de: સેટીંગ ડાયલોગ બની શક્યો નથી

source: Counterclockwise
de: ઘડિયાળની વિરુધ્ધ દિશામાં

source: Cursor
de: કર્સર

source: Cursor _Size:
de: કર્સર કદ:

source: Cursor _size:
de: કર્સર કદ:

source: Custom _DPI setting:
de: કસ્ટમ_DPI સેટીંગ:

source: Customize the look of your desktop
de: ડેસ્કટોપનો દેખાવ કસ્ટમાઈઝ કરો

source: Customize your desktop
de: ડેસ્કટોપ કસ્ટમાઈઝ કરો

source: DEVICE NAME
de: ઉપકરણનું નામ

source: D_istance:
de: _અંતર:

source: De_vice:
de: _ઉપકરણ:

source: De_vices
de: _ઉપકરણો:

source: Default
de: મૂળભૂત

source: Default Fon_t
de: મૂળભૂત ફોન્ટ

source: Define _shortcuts for launching applications:
de: એપ્લીકેશન લોન્ચ કરવા શોર્ટકટસનું નિરૂપણ કરો:

source: Di_sabled
de: નિષ્ક્રિય

source: Digital display
de: ડીજીટલ ડિસ્પ્લે

source: Disable sticky keys if _two keys are pressed
de: જો બે કી દબાવી હોય તો સ્ટીકી કી નિષ્ક્રિય કરો

source: Display
de: દેખાવ

source: Display settings
de: સેટીંગસ બતાવો

source: Double
de: <b>બે</b>

source: Double Click
de: બે વખત ક્લિક કરો

source: Drag and Drop
de: ખસેડો અને છોડી ડો

source: Edit Property
de: ગુણધર્મો એડીટ કરો

source: Edit keyboard settings and application shortcuts
de: કીબોર્ડ સેટિંગ્સ અને એપ્લિકેશન શૉર્ટકટ્સ સંપાદિત કરો

source: Edit property
de: ગુણધર્મો એડીટ કરો

source: Empty
de: ખાલી

source: Enable hori_zontal scrolling
de: આડું સ્ક્રોલીંગ સક્રિય કરો

source: Enable i_nput feedback sounds
de: ઈનપુટ ફીડબેક અવાજ સક્રિય કરો

source: Enabled
de: સક્રિય થઇ ગયું

source: Executable Files
de: રન કરી શકાય તેવી ફાઈલો

source: Failed to connect to xfconf daemon. Reason: %s
de: xconf ડેમોન સાથે જોડાણ નિષ્ફળ. કારણ: %s

source: Failed to create temporary directory
de: કામચલાઉ ડિરેક્ટરી બનાવવામાં નિષ્ફળ

source: Failed to launch shortcut "%s"
de: શોર્ટકટ લોન્ચ કરવામાં નિષ્ફળ »%s«

source: Failed to open the documentation
de: દસ્તાવેજ ખોલવામાં નિષ્ફળ

source: Feedback
de: ફીડબેક

source: File is larger then %d MB, installation aborted
de: ફાઈલ %d MB કર્તા મોટી છે,ઇન્સ્ટોલેશન રદ થયેલ છે

source: Full
de: સંપૂર્ણ

source: General
de: સામાન્ય

source: Graphical Settings Manager for Xfce 4
de: Xfce 4 માટે ગ્રાફિકલ સેટીંગ મેનેજર

source: Graphical settings editor for Xfconf
de: Xfconf માટે ગ્રાફિકલ સેટીંગ મેનેજર

source: Half (left-handed)
de: અડધું (ડાબી બાજુએથી)

source: Horizontal
de: આડું

source: Icons
de: આઈકોન્સ

source: Improve keyboard and mouse accessibility
de: કીબોર્ડ અને માઉસ સુલભતા સુધારો

source: K_eystroke delay:
de: કીસ્ટ્રોક વિલંબ:

source: Keyboa_rd
de: _કીબોર્ડ

source: Keyboard
de: કીબોર્ડ

source: Keyboard layout
de: કીબોર્ડ ગોઠવણી

source: Keyboard layout selection
de: કીબોર્ડ ગોઠવણી પસંદ કરો

source: Keyboard model
de: કીબોર્ડ મોડલ

source: Laptop
de: લેપટોપ

source: Layout
de: ગોઠવણી

source: Left
de: ડાબું

source: Locked
de: લોક થઇ ગયું છે

source: Maximum _speed:
de: :મહત્તમ ઝડપ

source: Medium
de: મધ્યમ

source: Menus and Buttons
de: મેનુ અને બટનો

source: Monitor
de: મોનીટર

# Monitor vendor
source: Unknown
de: અજ્ઞાત [મોનીટર દાતા]

source: Mouse
de: માઉસ

source: Mouse (relative)
de: માઉસ(સબંધિત)

source: Mouse Emulation
de: માઉસ અનુકરણ

source: Mouse and Touchpad
de: માઉસ અને ટચપેડ

source: NVIDIA Settings
de: NVIDIA સેટીંગસ

source: Name:
de: નામ:

source: New property
de: નવો ગુણધર્મ

source: No AT-SPI provider was found on your system
de: એકેય AT-SPI પ્રદાતા તમારી સીસ્ટમમાં મળેલ નથી

source: None
de: એકેય નહી

source: None (right-handed)
de: એકેય નહી (જમણી બાજુએથી)

source: Normal
de: સામાન્ય

source: Pen (absolute)
de: પેન (નિરપેક્ષ)

source: Perl Scripts
de: પર્લ સ્ક્રીપ્ટસ

source: Pointer Speed
de: પોઈન્ટરની ઝડપ

source: Preview
de: પૂર્વદર્શન

source: Property
de: ગુણધર્મ

source: Property names cannot end with a '/' character
de: ગુણધર્મનું નામ '/' થી પૂરું ન થઇ શકે

source: Property names must start with a '/' character
de: ગુણધર્મનું નામ '/' થી જ ચાલુ થવું જોઈએ

source: Python Scripts
de: પાયથોન સ્ક્રીપ્ટ્સ

source: R_epeat interval:
de: _અંતરાલ રીપીટ કરો:

source: R_esolution:
de: _રિઝોલ્યુશન:

source: Re_set to Defaults
de: _મૂળભૂત તરીકે રીસેટ કરો

source: Refresh _rate:
de: _રીફ્રેશ રેટ:

source: Repeat _speed:
de: રીપીટ સ્પીડ

source: Reset
de: રીસેટ

source: Reset property
de: ગુણધર્મ રીસેટ કરો

source: Reset to De_faults
de: મૂળભૂત તરીકે રીસેટ કરો

source: Reset to Defaults
de: _મૂળભૂત તરીકે રીસેટ કરો

source: Reset to _Defaults
de: _મૂળભૂત તરીકે રીસેટ કરો

source: Restore the previous configuration
de: પાછલા કન્ફીગ્યુરેશન માં રીસ્ટોર કરો

source: Ro_tation:
de: _રોટેશન:

source: Ruby Scripts
de: રૂબી-સ્ક્રીપ્ટ્સ

source: SOCKET ID
de: સોકેટ-ID

source: Select a default font
de: મૂળભૂત ફોન્ટ પસંદ કરો

source: Select command
de: કમાન્ડ પસંદ કરો

source: Select keyboard layout and variant
de: કીબોર્ડ લે-આઉટ પસંદ કરો

source: Selected output not disabled
de: પસંદ કરેલ આઉટ્પુટ નિષ્ક્રિય નથી

source: Settings
de: સેટીંગસ

source: Settings Editor
de: સેટીંગસ એડિટર

source: Settings Manager
de: સેટીંગસ મેનેજર

source: Settings manager socket
de: સેટીંગસ મેનેજર સોકેટ

source: Shell Scripts
de: શેલ સ્ક્રીપ્ટ્સ

source: Shortcut
de: શોર્ટકટસ

source: Shortcut Command
de: શોર્ટકટ કમાન્ડ

source: Shortcut:
de: શોર્ટકટ:

source: Show _blinking
de: _બ્લીન્કીંગ બતાવો

source: Show images in _menus
de: મેનુ માં ફોટાઓ બતાવો

source: Show images on _buttons
de: બટન પર ફોટાઓ બતાવો

source: Size
de: કદ

source: Specify what should be displayed in toolbar items
de: ટુલબાર યાદી માં શું દર્શાવવું તે કહો

source: St_yle
de: _સ્ટાઈલ

source: Start in debug mode (don't fork to the background)
de: ડિબગ મોડ માં ચાલુ કરો

source: Sticky Keys
de: સ્ટીકી કી

source: Sticky keys
de: સ્ટીકી કી

source: Sticky keys are disabled
de: સ્ટીકી કી નિષ્ક્રિય થઇ ગઈ છે

source: Sticky keys are enabled
de: સ્ટીકી કી સક્રિય થઇ ગઈ છે

source: String
de: સ્ટ્રીંગ

source: Sub-_pixel order:
de: _સબ પીક્સલ ક્રમ:

source: T_heme
de: _થીમ

source: T_hreshold:
de: _થ્રેશોલ્ડ:

source: T_ouchpad
de: ટચપેડ

source: Television
de: ટેલીવીઝન

source: Text
de: ટેક્સ્ટ

source: Th_reshold:
de: _થ્રેશોલ્ડ:

source: The Xfce Settings Daemon
de: Xfce સેટીંગ ડેમોન

source: Ti_me:
de: _સમય:

source: Tr_acking mode:
de: _ટ્રેકિંગ મોડ:

source: Two-_finger scrolling
de: ટુ ફીંગર સ્ક્રોલીંગ

source: Type
de: પ્રકાર

source: Type '%s --help' for usage.
de: વપરાશ માટે »%s --help« ટાઈપ કરો

source: Type:
de: પ્રકાર:

source: Unable to start "%s"
de: »%s« શરુ થઇ શકે તેમ નથી

source: Unable to start the Xfce Display Settings
de: XFce ડિસપ્લે સેટીંગ શરુ થઇ શકે તેમ નથી

source: Use _sticky keys
de: _સ્ટીકી કી વાપરો

source: Value
de: વેલ્યુ

source: Value:
de: વેલ્યુ:

source: Variant
de: ભિન્ન

source: Verbose output
de: વર્બસ આઉટ્પુટ

source: Version information
de: આવૃત્તિ માહિતી

source: Vertical
de: ઉભું

source: Vertical BGR
de: BGR (ઉભું)

source: Vertical RGB
de: RGB (ઉભું)

source: Warning
de: ચેતવણી

source: Workspace %d
de: વર્કસ્પેસ %d

source: Xfconf channels
de: Xfconf ચેનલ્સ

source: _Acceleration:
de: ગતીવૃદ્ધી

source: _Behavior
de: વર્તન

source: _Devices
de: _ઉપકારણો

source: _Distance:
de: _અંતર:

source: _Enable key repeat
de: કી રીપીટ ચાલુ રાખો

source: _Enable this device
de: આ ઉપકરણ સક્રિય કરો

source: _Fonts
de: _ફોન્ટ્સ

source: _General
de: સામાન્ય

source: _Icons
de: આઈકોન્સ

source: _Layout
de: _લે આઉટ

source: _Lock sticky keys
de: સ્ટીકી કી લોક કરો

source: _Mouse
de: _માઉસ

source: _Overview
de: _વિહંગાવલોકન

source: _Repeat delay:
de: _અંતરાલ રીપીટ કરો

source: _Reset
de: _રીસેટ

source: _Rotation:
de: _રોટેશન:

source: _Sensitivity:
de: _સેન્સીટીવીટી:

source: _Settings
de: _સેટીંગ

source: _Theme
de: _થીમ

source: _Toolbar Style
de: _ટુલબાર સ્ટાઈલ

source: _Use system defaults
de: _સીસ્ટમ મૂળભૂત વાપરો

source: _Use this output
de: આ આઉટ્પુટ વાપરો

source: msec
de: ms

source: pixels/sec
de: Pixel/s
