Repository: codejar-lab/opengujarat
Catalog: translation_source/xfce4-places-plugin.po
Languages: gu

source: Access folders, documents, and removable media
gu: ઍક્સેસ ફોલ્ડર્સ, દસ્તાવેજો અને રીમુવેબલ મીડિયા

source: Button
gu: બટન

source: Desktop
gu: ડેસ્કટોપ

source: File System
gu: ફાઈલ સિસ્ટમ

source: Icon Only
gu: માત્ર આયકોન

source: Icon and Label
gu: આયકોન અને લેબલ

source: Label Only
gu: માત્ર લેબલ

source: Menu
gu: મેનુ

source: Places
gu: સ્થાનો

source: Recent Documents
gu: હાલના દસ્તાવેજો

source: Show GTK _bookmarks
gu: GTK _બુકમાર્ક્સ બતાવો

source: Show _icons in menu
gu: મેનુમાં _આયકોન્સ બતાવો

source: Show _removable media
gu: _રીમુવેબલ મીડિયા બતાવો

source: Show cl_ear option
gu: _ક્લીઅર વિકલ્પ બતાવો

source: Show recent _documents
gu: હાલના _દસ્તાવેજો બતાવો

source: Trash
gu: કચરાપેટી

source: _Label
gu: _લેબલ

source: _Number to display
gu: _આંકડા પ્રદર્શિત માટે

source: _Show
gu: _બતાવો
