Repository: codejar-lab/opengujarat
Catalog: translation_source/xfce4-screenshooter.po
Languages: de

source: %s is not a valid directory, the default directory will be used.
de: »%s« એ અમાન્ય ડિરેક્ટરી છે, આથી મૂળભૂત ડિરેક્ટરી વાપરવામાં આવશે.

source: <a href="%s">Full size image</a>
de: <a href="%s">ફૂલ સાઈઝ ઈમેજ</a>

source: <a href="%s">Large thumbnail</a>
de: <a href="%s">મોટી થંબનેલ</a>

source: <a href="%s">Small thumbnail</a>
de: <a href="%s">નાની થંબનેલ</a>

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">You must fill all the fields.</span>
de: <span weight="bold" foreground="darkred" stretch="semiexpanded">તમામ ફીલ્ડ્સ ભરવા આવશ્યક છે.</span>

source: <span weight="bold" stretch="semiexpanded">Action</span>
de: <span weight="bold" stretch="semiexpanded">એક્શન</span>

source: <span weight="bold" stretch="semiexpanded">Code for a thumbnail pointing to the full size image</span>
de: <span weight="bold" stretch="semiexpanded">Code für ein Vorschaubild mit Verweis zum Bild in Originalgröße</span>

source: <span weight="bold" stretch="semiexpanded">Delay before capturing</span>
de: <span weight="bold" stretch="semiexpanded">કેપ્ચર પહેલાં વિલંબ</span>

source: <span weight="bold" stretch="semiexpanded">Links</span>
de: <span weight="bold" stretch="semiexpanded">લિંકસ</span>

source: <span weight="bold" stretch="semiexpanded">Preview</span>
de: <span weight="bold" stretch="semiexpanded">પૂર્વદર્શન</span>

source: <span weight="bold" stretch="semiexpanded">Region to capture</span>
de: <span weight="bold" stretch="semiexpanded">કેપ્ચર માટેનો વિસ્તાર</span>

source: <span weight="bold" stretch="semiexpanded">Status</span>
de: <span weight="bold" stretch="semiexpanded">સ્થિતિ</span>

source: <span weight="bold" stretch="semiexpanded">The screenshot is being transferred to:</span>
de: <span weight="bold" stretch="semiexpanded">સ્ક્રીનશોટને મોકલો:</span>

source: Action
de: કાર્યવાહી

source: Active window
de: સક્રિય વિન્ડો

source: An error occurred while uploading the screenshot.
de: સ્ક્રીનશૉટ અપલોડ કરતી વખતે નિષ્ફળતા .

source: Application to open the screenshot
de: સ્ક્રીનશોટ ખોલવા માટે એપ્લીકેશન

source: BBCode for forums
de: ફોરમ માટે BBCode

source: Capture the mouse pointer
de: માઉસ પોઇન્ટરને રેકોર્ડ કરો

source: Check the user information...
de: વપરાશકર્તાની માહિતી તપાસો...

source: Close the session on ZimageZ...
de: ZimageZ સત્રને બંધ કરો...

source: Comment:
de: ટિપ્પણી:

source: Copy the screenshot to the clipboard so that it can be pasted later
de: સ્ક્રીનશોટ ક્લિપબોર્ડ પર નકલ કરો કે જેથી પછી પેસ્ટ કરી શકો

source: Copy to the clipboard
de: ક્લિપબોર્ડ પર નકલ કરો

source: Delay in seconds before taking the screenshot
de: સ્ક્રીનશૉટ લેતા પહેલાં સેકન્ડોમાં વિલંબ

source: Delay in seconds before the screenshot is taken
de: સેકન્ડોનો વિલંબ કે જેની પહેલાં સ્ક્રીનશોટ લેવામાં આવે

source: Details about the screenshot for ZimageZ
de: ZimageZ માટે સ્ક્રીનશોટ વિશે વિગતો

source: Directory where the screenshot will be saved
de: ડિરેક્ટરી કે જ્યાં સ્ક્રીનશૉટ સાચવવામાં આવશે

source: Display the mouse on the screenshot
de: સ્ક્રીનશૉટ પર માઉસ દર્શાવો

source: Display the mouse pointer on the screenshot
de: સ્ક્રીનશૉટ પર માઉસ પોઇન્ટર દર્શાવો

source: Entire screen
de: સમગ્ર સ્ક્રીન

source: Host on ZimageZ
de: ZimageZ પર હોસ્ટ કરો

source: Host the screenshot on ZimageZ, a free online image hosting service
de: ZimageZ પર સ્ક્રીનશોટ હોસ્ટ કરો, a free online image hosting service

source: Initialize the connection...
de: જોડાણની શરૂઆત થઇ રહી છે...

source: Login on ZimageZ...
de: ZimageZ પર લોગીન કરો

source: My screenshot on ZimageZ
de: ZimageZમાનો મારો સ્ક્રીનશોટ

source: Open the screenshot with the chosen application
de: પસંદ કરેલ એપ્લીકેશન સાથે સ્ક્રીનશૉટ ખોલો

source: Open with:
de: ખોલો :

source: Password:
de: પાસવર્ડ:

source: Preferences
de: પસંદગીઓ

source: Save
de: સાચવો

source: Save screenshot as...
de: સ્ક્રીનશોટ સાચવો તરીકે...

source: Save the screenshot to a PNG file
de: સ્ક્રીનશોટ PNG ફાઈલ સ્વરૂપે સાચવો

source: Screenshot
de: સ્ક્રીનશોટ

source: Select a region
de: સ્ક્રીનક્ષેત્રને પસંદ કરો

source: Take a screenshot
de: સ્ક્રીનશોટ લો

source: Take a screenshot of the active window
de: સક્રિય વિન્ડોનો સ્ક્રીનશોટ લો

source: Take a screenshot of the entire screen
de: સમગ્ર સ્ક્રીનનો સ્ક્રીનશોટ લો

source: Take screenshots of the entire screen, of the active window or of a region
de: સમગ્ર સ્ક્રીનમાંની સક્રિય વિન્ડો અથવા ક્ષેત્રનો સ્ક્રીનશોટ લો

source: Taken on %s, at %s
de: %s, %s સમયે લેવાયેલ

source: The password for the user above
de: ઉપરોક્ત વપરાશકર્તા માટે પાસવર્ડ

source: Title:
de: શિર્ષક:

source: Transfer
de: મોકલો

source: Upload the screenshot...
de: સ્ક્રીનશૉટને અપલોડ કરો...

source: User:
de: વપરાશકર્તા:

source: Version information
de: વર્ઝન માહિતી

source: seconds
de: સેકન્ડ્સ
